reward_amount = 1000


PARTNER_BOT_REPLIES = {
    'start': f"Привіт, партнере! 🤝\nЯ — рекламний агент Даміра. Дамір веде курси програмування та завжди в пошуку здібних та талановитих студентів. \n\nНапиши своє ім\'я і я розповім тобі, як ти можеш заробити {reward_amount} грн та отримати їх на карту👇",
}


ADMIN_BOT_REPLIES = {
    'start': 'Привіт, Дамір! Готовий почати?',
    'stats': 'Статистика за останній час:',
    'set_commands': "Команды обновлены! Перезапусти бота, чтобы проверить изменения",
}



